Repository: Minyewoo/simple-kanban-app
Catalog: lib/localizations/app_*.arb
Languages: ru

# smthWentWrong
source: Something went wrong
ru: Что-то пошло не так

source: On hold
ru: Удержано

source: In progress
ru: В процессе

source: Needs review
ru: Ожидает проверки

source: Approved
ru: Одобрено

# xIsEmpty
source: %s is empty
ru: %s не заполнен

# minimumXSymbols
source: Minimum %d symbols required
ru: Нужно ввести минимум %d символов

source: Password
ru: Пароль

# enterX
source: Enter your %s
ru: Введите %s

source: Username
ru: Ник

# xIsInvalid
source: %s is invalid
ru: %s некорректен

source: Log In
ru: Войти
